{
  "greeting": "Hello, My name is Jackson",
  "introduction_paragraph1": "Currently a 3rd year student in computer science at Dawson College.",
  "introduction_paragraph2": "I am fluent in English, French, and Vietnamese. My areas of interest include backend and frontend development. I am a software developer with a passion for innovative software solutions. Seeking opportunities to enhance technical skills and contribute to challenging projects.",
  "resume_button": "Get My Resume",
  "profile": "Profile",
  "work_experience": "Work Experience",
  "projects": "Projects",
  "skills": "Skills",
  "contact": "Contact",
  "projects_title": "Projects",
  "projects_intro": "Explore some of my projects below. Feel free to check!",
  "workout_recipe_title": "Workout Recipe C#-Avalonia-SQL-Junit5",
  "workout_recipe_description": "A gym recipe GUI application built with AvaloniaUI so that users can create their recipe and show it to other users on the same platform.",
  "medical_app_title": "Medical App Flask-Python-SQL-Jinja-Docker",
  "medical_app_description": "A Flask-based medical web application with RESTful APIs that allows users to take appointments and doctors had privileges that could allow them to accept or deny the appointment.",
  "book_reading_app_title": "Book Reading App Kotlin-SQLite",
  "book_reading_app_description": "A modern Android application for book enthusiasts, built with Jetpack Compose and following Material Design principles.",
  "us_counties_crime_title": "US Counties Crime Analysis App React-NodeJs-Express-MongoDb-CSS",
  "us_counties_crime_description": "A data visualization application designed to analyze crime data in conjunction with economic and demographic factors across US counties by using the MERN stack.",
  "link_to_code": "Link to Code",
  "work_experience_title": "Work Experience",
  "work_experience_summary": "Here is a summary of my work experience:",
  "software_engineer_intern": "Software Engineer Intern",
  "sconcept": "SConcept",
  "work_experience_duration": "May 2024 - August 2024",
  "work_experience_description": "Developed and maintained front-end features using React and Tailwind. Collaborated with colleagues in Agile scrum.",
  "contact_message": "Feel free to reach out if you want to build something together, have a question, or just want to connect.",
  "all_rights_reserved": "All Rights Reserved."
}
  