{
  "greeting": "Bonjour, Je m'appelle Jackson",
  "introduction_paragraph1": "Actuellement étudiant en 3ème année en informatique au Collège Dawson.",
  "introduction_paragraph2": "Je parle couramment l'anglais, le français et le vietnamien. Mes domaines d'intérêt incluent le développement backend et frontend. Je suis un développeur logiciel passionné par des solutions logicielles innovantes. Je cherche des opportunités pour améliorer mes compétences techniques et contribuer à des projets stimulants.",
  "resume_button": "Télécharger Mon CV",
  "profile": "Profil",
  "work_experience": "Expérience Professionnelle",
  "projects": "Projets",
  "skills": "Compétences",
  "contact": "Contact",
  "projects_title": "Projets",
  "projects_intro": "Découvrez quelques-uns de mes projets ci-dessous. N'hésitez pas à les consulter !",
  "workout_recipe_title": "Recette d'entraînement pour les passionnés de fitness C#-Avalonia-SQL-Junit5",
  "workout_recipe_description": "Une application GUI de recettes de gym construite avec AvaloniaUI permettant aux utilisateurs de créer leurs propres recettes et de les partager avec d'autres utilisateurs sur la même plateforme.",
  "medical_app_title": "Application Médicale Flask-Python-SQL-Jinja-Docker",
  "medical_app_description": "Une application web médicale basée sur Flask avec des APIs RESTful permettant aux utilisateurs de prendre des rendez-vous. Les médecins avaient des privilèges pour accepter ou refuser les rendez-vous.",
  "book_reading_app_title": "Application de bibliothèque virtuelle Kotlin-SQLite",
  "book_reading_app_description": "Une application Android moderne pour les passionnés de lecture, construite avec Jetpack Compose et respectant les principes de conception Material Design.",
  "us_counties_crime_title": "Application d'Analyse des Crimes dans les Comtés Américains React-NodeJs-Express-MongoDb-CSS",
  "us_counties_crime_description": "Une application de visualisation des données conçue pour analyser les données criminelles en conjonction avec des facteurs économiques et démographiques dans les comtés américains en utilisant la stack MERN.",
  "link_to_code": "Lien vers le code",
  "work_experience_title": "Expérience Professionnelle",
  "work_experience_summary": "Voici un résumé de mon expérience professionnelle :",
  "software_engineer_intern": "Stagiaire Ingénieur Logiciel",
  "sconcept": "SConcept",
  "work_experience_duration": "Mai 2024 - Août 2024",
  "work_experience_description": "Développement et maintenance de fonctionnalités front-end en utilisant React et Tailwind. Collaboration avec les collègues dans un cadre Agile Scrum.",
  "contact_message": "N'hésitez pas à me contacter si vous souhaitez collaborer, poser une question ou simplement échanger.",
  "all_rights_reserved": "Tous droits réservés."
}
  